[Balance.PawnBalance_Phoenix AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Prosecutor")

[Character.CharClass_Fink AIClassDefinition]
DefaultDisplayName="Fink"
UBMKilledByMessageString=""

[Skills.Fink_HealthBuffSkill SkillDefinition]
SkillName="shield_shield:"
SkillDescription="Fink's shield"
LockedSkillDetailStr="<Locked>"

[Skills.Fink_ShieldBuffSkill SkillDefinition]
SkillName="Safety and wellness"
SkillDescription="phoenix shield"
LockedSkillDetailStr="<Locked>"

[Skills.Fink_ShieldBuffSkill_Broken SkillDefinition]
SkillName="protective shield"
SkillDescription="Broken purple shield"
LockedSkillDetailStr="<Locked>"

[Skills.Fink_ShieldRegenBuffSkill SkillDefinition]
SkillName="to defend"
SkillDescription="pink armor"
LockedSkillDetailStr="<Locked>"

